chore(content): write-only draft [platform/disciplines/delivery-automation/gitops/module-3.1-what-is-gitops]
